{
  "What is the length of the river into which Pack Creek runs after it goes through the Spanish Valley?": [
    0,
    "Colorado River.",
    "1450 mi"
  ],
  "North Midland Divisional Engineers took part in a battle during WWII that went on for how many weeks ?": [
    1,
    "7.",
    "six weeks"
  ],
  "What trio was the songwriter of \"What Are We Doin' Lonesome\" from?": [
    2,
    "a trio with his younger brothers Steve and Rudy.",
    "trio with his younger brothers Steve and Rudy"
  ],
  "Baraki Barak District is situated in the western part of a province whose capital is what?": [
    3,
    "Logar.",
    "Puli Alam"
  ],
  "Atlas Shrugged was a film based on the books by a proponent of what philosophy?": [
    4,
    "Objectivism.",
    "Objectivism"
  ],
  "Which has more members, Dada or D-J?": [
    5,
    "D-J.",
    "Alt-J"
  ],
  "\"She's a Mystery to Me\" is a song on an album released in 1989 by what label?": [
    6,
    "Virgin.",
    "Virgin"
  ],
  "Jalen Jones plays basketball for an NBA team that plays their home games in what arena?": [
    7,
    "Capital One Arena.",
    "Smoothie King Center"
  ],
  "What was the former name of the stadium, from 1997-2017, where the Aztecs play?": [
    8,
    "Qualcomm Stadium.",
    "Qualcomm"
  ],
  "What is the gross leasable area of the shopping mall served by the Merrick Boulevard buses?": [
    9,
    "1,300,000 square feet.",
    "1800000 sqft"
  ],
  "Are both Leycesteria and Anigozanthos native to Australia?": [
    10,
    "no.",
    "no"
  ],
  "Anna Aglatova made her first public appearance at which Moscow theatre in 2005?": [
    11,
    "Bolshoi Theatre.",
    "Bolshoi Theatre"
  ],
  "To which competition did the University at Albany, SUNY send a Puerto Rican hurdler and sprinter?": [
    12,
    "the Olympics.",
    "the 2016 World Indoor Championships"
  ],
  "What was unique about the attraction that was replaced by Monsters, Inc. Laughing Floor on April 2,2007?": [
    13,
    "It was a Circle-Vision attraction.",
    "the first to utilize Audio-Animatronics"
  ],
  "Both Olaf Eller and Lars Eller are involved in which sport?": [
    14,
    "ice hockey.",
    "ice hockey"
  ],
  "Which album did the band Kraftwerk release after their successful album which reached number 25 on the US \"Billboard\" Hot 100 chart?": [
    15,
    "Autobahn.",
    "Radio-Activity"
  ],
  "What movie did Pitof direct which had an action-adventure tie-in video game based off of it in 2004?": [
    16,
    "Catwoman.",
    "Catwoman"
  ],
  "What supernatural horror film did Miles Doleac have a role in?": [
    17,
    "Demons.",
    "Sleepy Hollow"
  ],
  "Who acted in the film and television series, \"Harry and the Hendersons,\" and also worked with Danny Glover?": [
    18,
    "Kevin Peter Hall.",
    "Kevin Peter Hall"
  ],
  "Mother and daughter duo Indian actresses appear in which type of films": [
    19,
    "Malayalam movies.",
    "Malayalam movies"
  ],
  "Which is a post-punk band, Boy Hits Car or The The?": [
    20,
    "The The.",
    "The The"
  ],
  "How many times did the man who coached the 1986-87 UNLV Runnin' Rebels fail to win 20 games in a season?": [
    21,
    "twice.",
    "twice"
  ],
  "Who are the executive producer of the Adult Swim skit show that Odd Future had?": [
    22,
    "Jeff Tremaine, Shanna Zablow, Dimitry Elyashkevich, Lance Bangs, Nick Weidenfeld, and Keith Crofford.",
    "Jeff Tremaine, Shanna Zablow, Dimitry Elyashkevich, Lance Bangs, Nick Weidenfeld and Keith Crofford"
  ],
  "The author of the \"The Dagger and the Coin\" fantasy series was nominated for what award in 2017?": [
    23,
    "Hugo Award.",
    "Hugo Award"
  ],
  "Oak Beach, New York and Great South Bay are both situated between what same island?": [
    24,
    "Long Island and Fire Island.",
    "Long Island"
  ],
  "Which airplane was this Major test-flying after whom the base, that 514th Flight Test Squadron is stated at, is named?": [
    25,
    "B-29 Superfortress.",
    "B-17 Flying Fortress bomber"
  ],
  "The Twelfth United States Army Group commander was the first chairman of what?": [
    26,
    "Joint Chiefs of Staff.",
    "Joint Chiefs of Staff"
  ],
  "Heinrich Scholz was a peer of what English computer scientist, mathematician, logician, cryptanalyst, philosopher and theoretical biologist?": [
    27,
    "Alan Turing.",
    "Alan Mathison Turing"
  ],
  "What was the third studio album released by Richard Melville Hall?": [
    28,
    "Moby.",
    "Everything Is Wrong"
  ],
  "When was the medieval fortress abandoned that is to the north of Yellowcraig?": [
    29,
    "17th century.",
    "end of the 17th century"
  ],
  "Vocelli Pizza and Noble Roman's serve which kind of food?": [
    30,
    "pizza.",
    "Pizza"
  ],
  "Which author was a dentist, Zane Grey or Bhabananda Deka?": [
    31,
    "Zane Grey.",
    "Pearl Zane Grey"
  ],
  "Mick Carter is the landlord of a public house located at what address?": [
    32,
    "46 Albert Square, Walford, London E20.",
    "46 Albert Square, Walford, London E20"
  ],
  "What is name of one of the primary holders of Schottenstein Stores Corp which was born in 1954?": [
    33,
    "Jay Schottenstein.",
    "Jay Schottenstein"
  ],
  "What city was the capital of the Ostrogothic Kingdom and the birth place of Ornella Fiorentini?": [
    34,
    "Ravenna.",
    "Ravenna (] , also locally ] ; Romagnol: \"Ravèna\" ) is the capital city of the Province of Ravenna"
  ],
  "How many rooms are in the hotel that is home to the Cirque du Soleil show Mystere?": [
    35,
    "2,884.",
    "2,664"
  ],
  "What year was the recipient of the 2016 Best Footballer in Asia born?": [
    36,
    "1994.",
    "1986"
  ],
  "Which country is the firm that owns Babycham located?": [
    37,
    "Australia.",
    "Australia"
  ],
  "Of what ethnicity is the founder of the Orchestra which debuted on January 1, 1988?": [
    38,
    "Japanese.",
    "Dutch"
  ],
  "Which band formed first Cha Cha Cohen or Swervedriver?": [
    39,
    "Swervedriver.",
    "Swervedriver"
  ],
  "Where was the movement that August Brancart published literature from centerd?": [
    40,
    "Western Europe.",
    "Western Europe"
  ],
  "what city will host the event in which marie gisele eleme asse won twoo medals in 2017": [
    41,
    "Abidjan, Ivory Coast.",
    "Abidjan"
  ],
  "Walt Disney World Quest: Magical Racing Tour includes the space-themed roller coaster that was opened on what date?": [
    42,
    "January 15, 1975.",
    "January 15, 1975"
  ],
  "Who was born first Dame Zara Kate Bate or Harold Edward Holt?": [
    43,
    "Harold Edward Holt.",
    "Harold Edward Holt"
  ],
  "Which actor starred in both \"The Best Years of Our Lives\" in 1946 and \"The Crowded Sky\" in 1960?": [
    44,
    "Dana Andrews.",
    "Carver Dana Andrews"
  ],
  "The name od the Jason Hook album \"Safety Dunce\" is a play on the words of a song released in what year?": [
    45,
    "1982.",
    "1983"
  ],
  "Staten Island Summer, starred what actress who was a cast member of \"Saturday Night Live\"?": [
    46,
    "Christine Taylor.",
    "Cecily Strong"
  ],
  "What is the most populous city in the county where Caleb Stegall served as District attorney?": [
    47,
    "Lakewood.",
    "Valley Falls"
  ],
  "what is the group called that Dianne Morgan and Joe Wilkinson a part of in the BBC comedy \"Two Episodes of Mash\"?": [
    48,
    "Two Episodes of Mash.",
    "the deadpan sketch group"
  ],
  "Masters and Johnson labeled the orgasmic platform while researching what?": [
    49,
    "human sexual response.",
    "nature of human sexual response"
  ],
  "in the 2004 Hockey film produced by a former major league baseball pitcher who played the USA coach?": [
    50,
    "Kurt Russell.",
    "Kurt Russell"
  ],
  "Where is Anticimex's parent company headquartered?": [
    51,
    "Camberley, Surrey, England.",
    "EQT Plaza in Pittsburgh, Pennsylvania"
  ],
  "This cabin built in 1925 is located in a park encompasses over 1 million acre and includes parts of two what?": [
    52,
    "mountain ranges.",
    "mountain ranges"
  ],
  "Still Reigning is a live performance DVD that showcases an album described by Kerrang! as what?": [
    53,
    "the heaviest album of all.",
    "the heaviest album of all"
  ],
  "Which runner-up from \"American Idol\" wrote country song \"Next Boyfriend\"?": [
    54,
    "Lauren Alaina.",
    "Lauren Alaina"
  ],
  "What annual gathering that inlcudes David Starfire takes place at Black Rock City?": [
    55,
    "Burning Man.",
    "Burning Man"
  ],
  "How many months apart are Johan Mjällby and Neil Lennon in age?": [
    56,
    "4 months.",
    "4"
  ],
  "Two positions were filled in The Voice of Ireland by which British-Irish girl group based in London, England?": [
    57,
    "None.",
    "The Saturdays"
  ],
  "Is James Bourne a band member of both McBusted and The Auteurs?": [
    58,
    "no.",
    "no"
  ],
  "Which of these men, Scott Treleaven and Edmund Mortimer, is credited with working in both films and photography?": [
    59,
    "Scott Treleaven.",
    "Scott Treleaven"
  ],
  "In what year was the writer of the drama \"Ingenious\" born?": [
    60,
    "1935.",
    "1959"
  ],
  "The city Charles Prince Airport is approximately 16 km northwest of was called Salisbury until what year?": [
    61,
    "1980.",
    "1982"
  ],
  "Naseer & Shahab is a Pakistani band playing a genre that dominated radio in what decade?": [
    62,
    "1990s.",
    "1970s"
  ],
  "In 2008, The Littlewoods Ireland Carnogie Leagues sponsor known as?": [
    63,
    "Littlewoods Ireland.",
    "Shop Direct Group"
  ],
  "Are both Don Giovanni and Cardillac operas with three acts?": [
    64,
    "no.",
    "no"
  ],
  "What type of profession does Chris Jericho and Gary Barlow have in common?": [
    65,
    "musician.",
    "musician"
  ],
  "Who was older, George Atzerodt or Andrew Johnson?": [
    66,
    "Andrew Johnson.",
    "Andrew Johnson"
  ],
  "Ghostkeeper's plot is inspired by a legend that lends its name to what type of medical condition?": [
    67,
    "Wendigo psychosis.",
    "psychosis"
  ],
  "What game did the team with an 11-1 regular season record play in for the BCS title game?": [
    68,
    "Sugar Bowl.",
    "2004 Nokia Sugar Bowl"
  ],
  "Dan Scalco is best known as a contributing author for a magazine owned by who?": [
    69,
    "MANSUETO VENTURES.",
    "Peter Shea"
  ],
  "Who passed away first Max Ophüls and Shirley Clarke ?": [
    70,
    "Max Ophüls.",
    "Max Ophüls"
  ],
  "James Garner had a role in the 2004 romantic drama directed by whom?": [
    71,
    "Nick Cassavetes.",
    "Nick Cassavetes"
  ],
  "What role did Slim Dunlap take when he joined the Minnesota band the Replacements in 1987?": [
    72,
    "lead guitarist.",
    "guitarist"
  ],
  "What did the main character in Unbroken do in the Olympics?": [
    73,
    "ran.",
    "Olympic distance runner"
  ],
  "What was the size of the 1700 Cascadia earthquake predicted by Kenji Satake?": [
    74,
    "8.7-9.2.",
    "8.7"
  ],
  "Are both Aloinopsis and Eriogonum ice plants?": [
    75,
    "No.",
    "no"
  ],
  "Hotride is the fifteenth single released by what music group from Braintree, Essex, that was formed in 1990?": [
    76,
    "East 17.",
    "The Prodigy"
  ],
  "William Novac co-wrote the memoir of what American retired professional basketball player who is current president of basketball operations for the Los Angeles Lakers?": [
    77,
    "Magic Johnson.",
    "Earvin \"Magic\" Johnson Jr."
  ],
  "What service is an Amtrak flagship that includes BWI Rail Station as one of its Amtrak intercity services?": [
    78,
    "Northeast Regional.",
    "Acela Express"
  ],
  "Which light rail system would one use to visit the museum that explores the impact of modern conflicts on people and society?": [
    79,
    "Metrolink.",
    "Greater Manchester's Metrolink"
  ],
  "WHICH GROUP OF PEOPLE NICKNAMED THE US ARMY'S REGIMENT \"BUFFALO SOLDIERS\" IN WHICH THOMAS SHAW WON THE MEDAL OF HONOR DURING THE INDIAN WARS?": [
    80,
    "Native Americans.",
    "Native American tribes"
  ],
  "Repertoire of Plácido Domingo appeared in an opera written by whom which was based on a play by William Shakespeare?": [
    81,
    "Leonard Bernstein and Stephen Sondheim.",
    "Giuseppe Verdi"
  ],
  "Stella Maxwell has been a model for a famous fashion shown since when?": [
    82,
    "2015.",
    "Since 2015"
  ],
  "in 1992 Spengler Cup all matches were played at the home arena of what professional Swiss ice hockey club": [
    83,
    "HC Davos.",
    "HC Davos"
  ],
  "Who was a student of Rolls Gracie and ran the Gracie Humaitá school in Rio de Janeiro?": [
    84,
    "Royler Gracie.",
    "Royler Gracie"
  ],
  "Which magazine was founded first, Allure or Genre?": [
    85,
    "Allure.",
    "Allure is an American women’s beauty magazine"
  ],
  "Which Equerry to a British monarch was married to a Marchioness Camden?": [
    86,
    "Charles Pratt, 1st Earl Camden.",
    "Peter Wooldridge Townsend"
  ],
  "Which has more species, Clianthus or Callicoma?": [
    87,
    "Clianthus.",
    "Clianthus"
  ],
  "What city hosts an annual convention devoted to a line of toys manufactured by a company based in Denmark?": [
    88,
    "Seattle, Washington.",
    "Seattle"
  ],
  "Who directed the nuclear war drama where Rita May played Jimmy Kemp's mother?": [
    89,
    "Lynne Littman.",
    "Mick Jackson"
  ],
  "Oprah Winfrey narrated a documentary about this athlete who rode 400 miles across his country to bring attention to the plight of the disabled in the country?": [
    90,
    "Emmanuel Ofosu Yeboah.",
    "Emmanuel Ofosu Yeboah"
  ],
  "How many books are in the text composed by the founder Nyaya school of Hindu philosophy and is used in the development of Indian logic?": [
    91,
    "5.",
    "five books"
  ],
  "What is the name of the director from a country which has only one-tenth of its historical boundaries?": [
    92,
    "Agnieszka Holland.",
    "Serhiy Paradzhanov"
  ],
  "Which film was Shannyn Sossamon in that was directed by Michael Lehmann?": [
    93,
    "40 Days and 40 Nights.",
    "40 Days and 40 Nights"
  ],
  "What area once connected Great Britain to continental Europe, and is thought to have been submerged around 6,200 BCE by a massive landslide along 290 km of the continental shelf?": [
    94,
    "Doggerland.",
    "Doggerland"
  ]
}