{
  "Who is the father-in-law of Queen Hyojeong?": "Crown Prince Hyomyeong.",
  "Which one was established first, Grouplogic or Inbios?": "Grouplogic.",
  "Where was the place of death of the director of film The Decision Of Christopher Blake?": "Los Angeles.",
  "Who is the child of the director of film Mukhyamantri (1996 Film)?": "Sandip Choudhury.",
  "Which film was released earlier, The Devil'S Miner or Don'T Tell?": "Don'T Tell.",
  "Who is younger, Halcón Suriano Jr. or Pierre De Geyter?": "Halcón Suriano Jr.",
  "Where did Abe Laboriel Jr.'s father study?": "Berklee College of Music.",
  "Where did Edward Hoby's father study?": "St. John's College, Cambridge.",
  "Who is Lord Herbert Montagu Douglas Scott's maternal grandfather?": "James Hamilton, 6th Duke of Hamilton.",
  "Which film came out first, Poznań '56 or The Last Day Of School Before Christmas?": "The Last Day Of School Before Christmas.",
  "Who is the husband of Princess Elene Of Georgia?": "Prince Archil of Imereti.",
  "Which country the director of film Snow Flower And The Secret Fan (Film) is from?": "China.",
  "Which film has the director born first, Gopalapuranam or Here Is The Beauty?": "Here Is The Beauty.",
  "Who is the father of the performer of song Lighter (Miley Cyrus Song)?": "Billy Ray Cyrus.",
  "Where was the place of death of Suzanne Farrington's mother?": "London.",
  "Where was the director of film Eisenstein In Guanajuato born?": "Mexico City, Mexico.",
  "Where did George Tryon, 1St Baron Tryon's father die?": "off Tripoli, Lebanon.",
  "What is the cause of death of director of film Destination: Dewsbury?": "Parkinson's disease.",
  "Where was the place of death of the director of film Happy Go Lucky (1936 Film)?": "Rio de Janeiro.",
  "Which film was released earlier, Drive Hard or Make-Out With Violence?": "Make-Out With Violence.",
  "Which album was released first, A Little Light Left or The Best Of Celly Cel?": "The Best Of Celly Cel.",
  "What is the award that the performer of song In My Mind (Heather Headley Song) got?": "Tony Award and Grammy Award.",
  "Which film has the director born earlier, The Adventures Of Priscilla, Queen Of The Desert or Harvest: 3,000 Years?": "Harvest: 3,000 Years.",
  "Where did the director of film Man Detained graduate from?": "Churcher's College in Hampshire.",
  "Where was the place of burial of Auguste Tessier's father?": "Montmartre Cemetery.",
  "Where was the place of death of the director of film The First Day Of Freedom?": "Munich.",
  "Do both films Apache Woman and Dime With A Halo have the directors from the same country?": "Yes.",
  "Do both My Friend From The Park and Punks (Film) films have the directors from the same country?": "No.",
  "What is the place of birth of the performer of song Svennebanan?": "Tehran.",
  "Where did the performer of song Words Of Love die?": "Clear Lake, Iowa.",
  "What nationality is the director of film Guns Of Diablo?": "Ukrainian-American.",
  "Who is the paternal grandfather of Konrad Vi The Dean?": "Konrad II the Gray.",
  "Where was the place of death of Anna Of Pomerania's father?": "Szczecin.",
  "Who is Catherine Fitzcharles's paternal grandmother?": "Henrietta Maria of France.",
  "Where was the founder of Douro Wine Company born?": "13 May 1699.",
  "Who is Thomas Lyon, 8Th Earl Of Strathmore And Kinghorne's paternal grandfather?": "Patrick Lyon, 3rd Earl of Strathmore and Kinghorne.",
  "Who is the spouse of the performer of song Les Rois Du Monde?": "Marie Leszczyńska.",
  "What is the place of birth of S. G. Kittappa's wife?": "Erode district, Tamil Nadu.",
  "Who is the mother-in-law of Blanche Of Navarre, Duchess Of Brittany?": "Margaret of Brittany.",
  "Where was the performer of song Believe It (Meek Mill Song) detained?": "State Correctional Institution – Chester in Chester, Pennsylvania.",
  "Which film has the director who died later, The Monkey Talks or Varakatnam?": "Varakatnam.",
  "Who is the maternal grandfather of Philip Of Ibelin (1180–1227)?": "Alexios I Komnenos.",
  "Where did Thep Kasattri's father die?": "1569.",
  "Where was the father of Frederick, Prince Of Hohenzollern born?": "Schloss Benrath, near Düsseldorf.",
  "Who is Titus Junius Brutus's paternal grandfather?": "Lucius Junius Brutus.",
  "Who is older, Edward Bligh, 5Th Earl Of Darnley or Adolfo Costa Du Rels?": "Edward Bligh, 5Th Earl Of Darnley.",
  "When was Edward Douglas-Pennant, 3Rd Baron Penrhyn's father born?": "30 September 1836.",
  "Which film was released first, The Pirate'S Dream or Prem Mhanje Prem Mhanje Prem Asta?": "The Pirate'S Dream.",
  "Which film has the director who was born later, Accident 703 or Habana Eva?": "Habana Eva.",
  "Were Alan Stephenson Boyd and Charles Grandison Finney of the same nationality?": "Yes.",
  "Who lived longer, Jean Grémillon or Ángel Recasens?": "Ángel Recasens.",
  "Are Gaulier River and Hallowing Run located in the same country?": "no.",
  "Where did William Henry Gregory's wife die?": "London.",
  "Where was the place of death of the director of film Touki Bouki?": "Kathmandu.",
  "Did the movies The Hideout (Film) and Trieste Mia!, originate from the same country?": "No.",
  "Where did the director of film The Great Circus Mystery die?": "Los Angeles County, California.",
  "What is the place of birth of Elijah Blue Allman's father?": "Nashville, Tennessee.",
  "Which award the director of film Ang Padrino won?": "National Artist of the Philippines for Film.",
  "Who is Pepin Of Herstal's paternal grandfather?": "Saint Arnulf of Metz.",
  "Where was the father of Benedikte Shetelig Kruse born?": "London, England.",
  "Who are William Cunningham, 9Th Earl Of Glencairn's aunt?": "Lady Ann Cunningham and Margaret Cunningham.",
  "Are both directors of films Modern Mothers and The Slaughter Rule from the same country?": "No.",
  "What is the award that the composer of film C.I.D. (1956 Film) got?": "1958 Filmfare Award for Best Music Director.",
  "Who is James Franklin Perry's sibling-in-law?": "Matthew Perry.",
  "What is the place of birth of the composer of film Raagam Thaanam Pallavi?": "Thrissur.",
  "Why did Elizabeth Bacon Custer's husband die?": "at the Battle of the Little Bighorn.",
  "Which film has the director who was born first, Perdón, Viejita or Smokey And The Bandit?": "Perdón and Viejita.",
  "Was Arcadio Padilla or Leon Duray born first?": "Leon Duray.",
  "Who is the paternal grandfather of Euphemia Ii, Countess Of Ross?": "Walter Leslie, Lord of Ross.",
  "Where was the place of burial of Henry Of Blois's father?": "Abbey of Saint-Martin.",
  "Which film has the director who is older than the other, Spooks And Spirits or Cat Chaser?": "Spooks And Spirits.",
  "What is the place of birth of the director of film Love Between The Raindrops?": "Vyškov, Czechoslovakia.",
  "Which country the founder of Team Red Bull (Nascar Team) is from?": "Austria.",
  "Was Alan Haynes or Marie-Georges-Gérard-Léon Le Maire De Warzée D'Hermalle born first?": "Marie-Georges-Gérard-Léon Le Maire De Warzée D'Hermalle.",
  "Where did the founder of university Escuela Superior Latinoamericana De Informática graduate from?": "University of Buenos Aires.",
  "Who is the paternal grandfather of Bruno Ii Von Berg?": "Adolf II of Berg-Hövel.",
  "Who was born earlier, Martin Stapleton or Gina Fulton?": "Gina Fulton.",
  "Which film came out earlier, A Wall Of Silence or Agent 3S3: Massacre In The Sun?": "Agent 3S3: Massacre In The Sun.",
  "What is the place of birth of the performer of song Afterglow (Tina Turner Song)?": "Nutbush, Tennessee, United States.",
  "Who is the paternal grandfather of Duchess Elisabeth Alexandrine Of Württemberg?": "Duke Frederick II Eugene of Württemberg.",
  "When is the founder of Apo Group 's birthday?": "November 3, 1975.",
  "Where was the place of death of the performer of song Solhverv?": "Norway.",
  "Which film has the director who was born later, Tarzan'S Hidden Jungle or The Brink'S Job?": "The Brink'S Job.",
  "Which film has the director who is older than the other, My Own Private Idaho or Bread, Love And Dreams?": "Bread, Love And Dreams.",
  "Which film was released earlier, Ontari (Film) or A Private'S Affair?": "A Private'S Affair.",
  "Who is Adelaide Of Burgundy, Duchess Of Brabant's paternal grandfather?": "Odo III, Duke of Burgundy.",
  "Who is the sibling-in-law of Giuditta Grisi?": "Paolo Blasetti.",
  "Who was born later, Allan Havey or Bradley Dredge?": "Bradley Dredge.",
  "Which film was released more recently, Nearly A Deserter or Face À L'Océan?": "Face À L'Océan.",
  "Who was born later, Franz Xaver Haberl or Sharon Richardson?": "Sharon Richardson.",
  "Who is the spouse of the director of film The Ear?": "Alena Mihulová.",
  "Which film came out first, The Ex-Wife Of My Life or Wrangler'S Roost?": "Wrangler'S Roost.",
  "What nationality is the director of film Astronauts Gone Wild?": "American.",
  "Who is the father of the director of film Manasuku Nachindi?": "A. K. N. Reddy.",
  "Which film whose director was born first, The Olsen Gang'S Big Score or To Be Or Not To Be (1983 Film)?": "The Olsen Gang'S Big Score.",
  "Which film has the director who died first, The Wild Bull'S Lair or Devotion (1950 Film)?": "The Wild Bull'S Lair.",
  "Are You Had To Be A Gypsy and Paul Blart: Mall Cop from the same country?": "no.",
  "What is the place of birth of María De Los Remedios De Escalada's husband?": "Yapeyú, Corrientes, Argentina.",
  "Which country the performer of song Den Lilla Fågeln is from?": "Sweden.",
  "Which film was released earlier, Fast Five or The Testament Of Dr. Mabuse?": "The Testament of Dr. Mabuse.",
  "Where was the place of death of John Ii Of Luxembourg, Count Of Ligny's father?": "Italy.",
  "Which film has the director died later, Arctic Blue or Jasper And The Haunted House?": "Arctic Blue.",
  "Which film has the director who died later, Lukket Avdeling or Three Hearts For Julia?": "Three Hearts For Julia.",
  "Who is Kaev Hua Ii's paternal grandfather?": "Surajbhan Singh.",
  "Where was the husband of Frances Tupper born?": "Amherst, Nova Scotia.",
  "What nationality is the director of film Little Papa?": "German-American.",
  "Are Afterwards and The Whistle (Film) from the same country?": "No.",
  "When did John Of Luxembourg, Count Of Soissons's father die?": "19 December 1475.",
  "Who is Maud Of Gloucester, Countess Of Chester's father-in-law?": "Ranulf le Meschin, 3rd Earl of Chester.",
  "Did the movies The Shadow Of Evil and The Lone Wolf Takes A Chance, originate from the same country?": "Yes.",
  "When is the composer of film Hi-De-Ho (1947 Film) 's birthday?": "January 26, 1913.",
  "Which film has the director who was born earlier, A Romance Of The Air or How Moscha Came Back?": "A Romance Of The Air.",
  "Which one was established first, Colt'S Manufacturing Company or Banco Azteca?": "Colt'S Manufacturing Company.",
  "Where was the father of Parthamasiris Of Armenia born?": "Iran.",
  "Which film came out earlier, Hideout In The Sun or The Truth About Women?": "The Truth About Women.",
  "What nationality is Reginald Ii, Count Of Bar's father?": "French.",
  "What is the date of death of William I, Count Of Burgundy's mother?": "1038.",
  "Which country Natalie Portman's husband is from?": "France.",
  "Who is Archduchess Immaculata Of Austria's paternal grandmother?": "Princess Maria Immaculata of Bourbon-Two Sicilies.",
  "Which film whose director is younger, My Baby'S Daddy or A Tale Of Winter?": "My Baby'S Daddy.",
  "Are It’S A Matter Of Love and The Trusted Outlaw from the same country?": "No.",
  "Who is the paternal grandmother of Princess Elisabeth Of Prussia?": "Frederika Louisa of Hesse-Darmstadt.",
  "Who was born first out of Li Yuyang and Adam Richman?": "Adam Richman.",
  "Who is Philip, Prince Of Anhalt-Köthen's paternal grandfather?": "Albert IV, Prince of Anhalt-Köthen.",
  "What is the place of birth of the composer of film Salome (1953 Film)?": "Multiple places (New York City and Saint Petersburg)."
}